Repository: fadyZaherEng/SaftyZoneApp
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Settings
ar: الإعدادات

source: Password
ar: كلمة المرور

source: Remember me
ar: تذكرني

source: Forgot Password?
ar: نسيت كلمة السر؟

source: Username or Email
ar: البريد الإلكتروني أو اسم المستخدم

source: Sign in
ar: تسجيل دخول

# signinqr
source: Sign in with QR
ar: تسجيل دخول بالرمز

source: Create Account
ar: إنشاء حساب

source: Username
ar: اسم المستخدم

source: Home
ar: الصفحة الرئيسية

source: Dial
ar: اتصال

source: Profile
ar: الملف الشخصي

# selectLanguage
source: Select your preferred language
ar: اختر لغتك المفضلة

source: Register as New Vendor
ar: تسجيل كمزود خدمة جديد

source: Login
ar: تسجيل الدخول

source: Contact Us
ar: اتصل بنا

source: Get Started
ar: ابدأ الآن

source: Next
ar: التالي

source: Skip
ar: تخطي

# welcomeTitle
source: Welcome to Safety Zone
ar: مرحبًا بك في Safety Zone

# welcomeSubtitle
source: Your trusted partner for security and safety solutions
ar: شريكك الموثوق لحلول الأمن والسلامة

# professionalTitle
source: Professional Services
ar: خدمات احترافية

# professionalSubtitle
source: Access professional security services anytime, anywhere
ar: الوصول إلى خدمات الأمن المهنية في أي وقت وأي مكان

# easyTitle
source: Easy Management
ar: إدارة سهلة

# easySubtitle
source: Manage your security needs with our intuitive interface
ar: إدارة احتياجات الأمن الخاصة بك مع واجهتنا البديهية

# vendorRegistrationHeadline
source: Vendor Registration
ar: تسجيل المورد

# vendorRegistrationSubheadline
source: Please fill in your company details to register as a vendor
ar: يرجى ملء بيانات شركتك للتسجيل كمورد

# companyNameLabel
source: Company Name
ar: اسم الشركة

# companyNameHint
source: Enter the official name of your company as it appears in legal documents
ar: أدخل الاسم الرسمي لشركتك كما يظهر في المستندات القانونية

# companyNamePlaceholder
source: e.g. Modern Trade Solutions Co.
ar: مثال: شركة حلول التجارة الحديثة

# companyNameRequired
source: Company name is required
ar: اسم الشركة مطلوب

# crNumberLabel
source: Commercial Registration No.
ar: رقم السجل التجاري

# crNumberHint
source: Provide the Commercial Registration (CR) Number issued by your country's regulatory authority
ar: قدم رقم السجل التجاري الصادر عن الهيئة التنظيمية في بلدك

# crNumberPlaceholder
source: Enter your CR number
ar: أدخل رقم السجل التجاري

# crNumberRequired
source: Commercial Registration number is required
ar: رقم السجل التجاري مطلوب

# emailLabel
source: Email
ar: البريد الإلكتروني

# emailHint
source: Enter a valid business email address where we can reach you
ar: أدخل عنوان بريد إلكتروني صالح للعمل يمكننا التواصل معك من خلاله

# emailPlaceholder
source: e.g. info@yourcompany.com
ar: مثال: info@yourcompany.com

# emailRequired
source: Email is required
ar: البريد الإلكتروني مطلوب

# emailInvalid
source: Please enter a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صالح

# phoneLabel
source: Phone Number
ar: رقم الهاتف

# phoneHint
source: Enter an active phone number associated with your business
ar: أدخل رقم هاتف نشط مرتبط بعملك

# phonePlaceholder
source: Include country code if international
ar: تضمين رمز البلد إذا كان دوليًا

# phoneRequired
source: Phone number is required
ar: رقم الهاتف مطلوب

# companyActivityLabel
source: Company Activity
ar: نشاط الشركة

# companyActivityHint
source: Describe the type of business you operate or the services/products you offer
ar: صف نوع العمل الذي تديره أو الخدمات/المنتجات التي تقدمها

# companyActivityPlaceholder
source: e.g. Wholesale of electronic devices
ar: مثال: تجارة الأجهزة الإلكترونية بالجملة

# companyActivityRequired
source: Company activity description is required
ar: وصف نشاط الشركة مطلوب

# locationLabel
source: Location
ar: الموقع

# locationHint
source: Type your full address or drop a pin on the map to indicate where your company is located
ar: اكتب عنوانك الكامل أو ضع دبوسًا على الخريطة لتوضيح موقع شركتك

# locationPlaceholder
source: Enter your company address
ar: أدخل عنوان شركتك

# locationRequired
source: Location is required
ar: الموقع مطلوب

source: Select Location on Map
ar: اختر موقعًا على الخريطة

source: Pin on Map
ar: تحديد على الخريطة

# confirmInformation
source: I confirm the information entered is accurate and up to date
ar: أؤكد أن المعلومات المدخلة دقيقة ومحدثة

source: I agree to the
ar: أوافق على

source: Terms and Conditions
ar: الشروط والأحكام

# termsAndConditionsText
source: By registering as a vendor: • You agree to provide accurate business details. • You confirm that your company is legally registered. • You agree not to misuse the platform or engage in fraudulent activities. • Your data will be used for verification and communication purposes only. • You accept that the platform may contact you regarding vendor-related matters.
ar: بالتسجيل كمورد: • أنت توافق على تقديم تفاصيل دقيقة للشركة. • تؤكد أن شركتك مسجلة قانونيًا. • توافق على عدم إساءة استخدام المنصة أو المشاركة في أنشطة احتيالية. • سيتم استخدام بياناتك لأغراض التحقق والتواصل فقط. • تقبل أن المنصة قد تتصل بك بخصوص الأمور المتعلقة بالمورد.

source: Submit Registration
ar: تقديم التسجيل

# pleaseConfirmInformation
source: Please confirm that the information is accurate
ar: يرجى التأكيد على أن المعلومات دقيقة

# pleaseAgreeToTerms
source: Please agree to the terms and conditions
ar: يرجى الموافقة على الشروط والأحكام

# whatsappNumberLabel
source: WhatsApp Number
ar: رقم الواتساب

# whatsappNumberPlaceholder
source: Enter WhatsApp number
ar: أدخل رقم الواتساب

# whatsappNumberRequired
source: WhatsApp number is required
ar: رقم الواتساب مطلوب

# crExpiryDateLabel
source: Commercial Registration Expiry Date
ar: تاريخ انتهاء السجل التجاري

# civilDefenseExpiryDateLabel
source: Civil Defense Permit Expiry Date
ar: تاريخ انتهاء تصريح الدفاع المدني

source: Select Date
ar: اختر التاريخ

# uploadDocument
source: Upload
ar: تحميل

# documentUploaded
source: Uploaded
ar: تم التحميل

# crExpiryDateRequired
source: Commercial Registration expiry date is required
ar: تاريخ انتهاء السجل التجاري مطلوب

# crDocumentRequired
source: Commercial Registration document is required
ar: وثيقة السجل التجاري مطلوبة

# civilDefenseExpiryDateRequired
source: Civil Defense permit expiry date is required
ar: تاريخ انتهاء تصريح الدفاع المدني مطلوب

# civilDefenseDocumentRequired
source: Civil Defense permit document is required
ar: وثيقة تصريح الدفاع المدني مطلوبة

# bankAccountNameLabel
source: Bank Account Name
ar: اسم الحساب المصرفي

# bankAccountNamePlaceholder
source: Enter bank account name
ar: أدخل اسم الحساب المصرفي

# bankAccountNameRequired
source: Bank account name is required
ar: اسم الحساب المصرفي مطلوب

# bankAccountNumberLabel
source: Bank Account Number
ar: رقم الحساب المصرفي

# bankAccountNumberPlaceholder
source: Enter bank account number
ar: أدخل رقم الحساب المصرفي

# bankAccountNumberRequired
source: Bank account number is required
ar: رقم الحساب المصرفي مطلوب

source: Confirm
ar: تأكيد

# registrationSuccessTitle
source: Your Company registration has been successfully completed.
ar: تم استكمال تسجيل شركتك بنجاح.

# registrationSuccessMessage
source: You can log in and complete your information so you can receive customer requests.
ar: يمكنك تسجيل الدخول واستكمال معلوماتك حتى تتمكن من استلام طلبات العملاء.

# completeInformation
source: Complete My Information
ar: استكمال معلوماتي

source: Sign Up
ar: تسجيل

source: Add installation fees
ar: إضافة رسوم التركيب

source: Enter Safety System Fees
ar: أدخل رسوم أنظمة الأمان

# feeDescriptionText
source: Please enter the specific fees for each system to accurately calculate the service cost.
ar: الرجاء إدخال الرسوم المحددة لكل نظام لحساب تكلفة الخدمة بدقة.

source: Add employees
ar: إضافة موظفين

source: Receive Requests
ar: استقبال الطلبات

# cannotReceiveRequestsMessage
source: You cannot receive requests until they are completed.
ar: لا يمكنك استقبال الطلبات حتى يتم استكمالها.

# youCannot
source: You
ar: لا

# receiveRequestsHighlight
source: cannot receive requests
ar: يمكنك استقبال الطلبات

# untilCompleted
source: until they are completed.
ar: حتى يتم استكمالها.

# newProviderRegistration
source: New registration as a service provider
ar: تسجيل جديد كمزود خدمة

# continues
source: Continue
ar: متابعة

source: Back to Home
ar: العودة إلى الصفحة الرئيسية

source: Close
ar: إغلاق

# newRegistrationAs
source: New registration as a
ar: تسجيل جديد كـ

source: service provider
ar: مزود خدمة

# errorTitle
source: Error
ar: خطأ

source: Route not found!
ar: المسار غير موجود!

source: Early Warning System Fees
ar: رسوم نظام الإنذار المبكر

source: Fire Suppression System Fees
ar: رسوم نظام إخماد الحرائق

# uploadDocumentHint
source: Please upload a scanned copy of the document
ar: يرجى تحميل نسخة ممسوحة ضوئيًا من المستند

# changeDocument
source: Change
ar: تغيير

source: Document Preview
ar: معاينة المستند

# imagePickError
source: Failed to select image. Please try again.
ar: فشل في تحديد الصورة. حاول مرة اخرى.

source: Cancel
ar: الغاء

# passwordLengthRequirement
source: Password length must be at least 8 characters long and contain at least one uppercase letter, one lowercase letter, and one number and one special character.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل، وتحتوي على حرف كبير واحد على الأقل، وحرف صغير واحد على الأقل، ورقم واحد، وحرف خاص واحد على الأقل.

# lowercaseRequirement
source: At least one lowercase letter
ar: على الاقل يجب ان يحتوي كلمة المرور على حرف صغير

# uppercaseRequirement
source: At least one uppercase letter
ar: على الاقل يجب ان يحتوي كلمة المرور على حرف كبير

# digitRequirement
source: At least one digit
ar: على الاقل يجب ان يحتوي كلمة المرور على رقم

# specialCharacterRequirement
source: At least one special character (!@#$%^&*_=+-)
ar: على الاقل يجب ان يحتوي كلمة المرور على حرف خاص

source: Sorry, the new password and confirm password do not match.
ar: عذراً، كلمة المرور الجديدة وتأكيد كلمة المرور لا تتطابق

source: Old Password
ar: كلمة المرور القديمة

source: New Password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: The new password must be different from the previous password
ar: كلمة المرور الجديدة يجب ان تختلف عن كلمة المرور السابقة

source: Done
ar: تم

# noInternetConnectionFoundCheckYourConnection
source: No internet connection found. Check your connection and try again.
ar: لم يتم الاتصال بالانترنت. يرجى التحقق من الاتصال وحاول مرة اخرى.

source: Try Again
ar: حاول مرة اخرى

source: Opps!!
ar: عذراً

# locationPermissionDenied
source: Location permission denied. Please enable location permission in settings to use this feature.
ar: الموقع ممنوع. يرجى تمكين الموقع في الاعدادات لاستخدام هذه الميزة.

# locationPermissionPermanentlyDenied
source: Location permission permanently denied. Please enable location permission in settings to use this feature.
ar: الموقع ممنوع دائماً. يرجى تمكين الموقع في الاعدادات لاستخدام هذه الميزة.

source: Select Location
ar: حدد الموقع

# locationError
source: Failed to get current location. Please try again.
ar: فشل في الحصول على الموقع الحالي. حاول مرة اخرى.

source: Tap to select location
ar: انقر للحدد الموقع

source: Locate Me
ar: تحديد الموقع

source: Confirm Location
ar: تأكيد الموقع

source: Selected Location
ar: الموقع المحدد

# loginTitle
source: Login
ar: تسجيل الدخول

source: Welcome Back
ar: مرحباً بعودتك

source: Login below
ar: تسجيل الدخول ادناه

source: Phone Number
ar: رقم الجوال

source: Selected Country
ar: الدولة المحددة

source: Saudi Arabia
ar: السعودية

source: Egypt
ar: مصر

source: UAE
ar: الامارات

source: WhatsApp Number
ar: رقم الواتساب

source: Invalid phone number
ar: رقم الجوال غير صحيح

source: Enter WhatsApp Number
ar: ادخل رقم الواتساب

source: Verify Code
ar: تأكيد الرمز

# enterVerificationCode
source: Enter the verification code
ar: ادخل رمز التحقق

source: Code sent to
ar: تم ارسال الرمز الى

source: Resend Code
ar: اعادة ارسال الرمز

source: Resend code in
ar: اعادة ارسال الرمز في

source: Verify
ar: تأكيد

# otpResent
source: OTP resent successfully
ar: تم اعادة ارسال الرمز بنجاح

source: Invalid code
ar: رمز غير صحيح

source: Verification successful
ar: تم التحقق بنجاح

source: Select from gallery
ar: اختر من المعرض

source: Take photo
ar: استخراج صورة

# badResponse
source: Bad response. Please check your connection and try again.
ar: مشكلة في الاستجابة. يرجى التحقق من الاتصال وحاول مرة اخرى.

source: Error
ar: خطأ

source: Retry
ar: اعادة المحاولة

# locationServicesDisabled
source: Location services disabled. Please enable location services in settings to use this feature.
ar: تم تعطيل خدمة الموقع. يرجى تمكين خدمة الموقع في الاعدادات لاستخدام هذه الميزة.

# uploadMediaGallery
source: Upload media from gallery
ar: تحميل الوسائط من المعرض

source: Upload media
ar: تحميل الوسائط

source: Camera
ar: الكاميرا

source: Gallery
ar: المعرض

# youShouldHaveCameraPermission
source: You should have camera permission to use this feature.
ar: يجب عليك تمكين الكاميرا لاستخدام هذه الميزة.

source: OK
ar: موافق

# pleaseEnterSpecificFees
source: Please enter specific fees for each system to accurately calculate the service cost.
ar: يرجى ادخال الرسوم المحددة لكل نظام لتحسين تكاليف الخدمة.

# installationFeeSaved
source: Installation fees saved successfully.
ar: تم حفظ تكاليف التثبيت بنجاح

source: Control Panel
ar: لوحة التحكم

source: Fire Detector
ar: محدد الحريق

source: Alarm Bell
ar: صوت التنبيه

source: Emergency Lighting
ar: اضاءة الطوارئ

source: Emergency Exit
ar: خروج الطوارئ

source: Fire Pumps
ar: بومبات الحريق

source: Automatic Sprinklers
ar: استخراجات الحريق

source: Fire Cabinets
ar: حقائب الحريق

source: Fire Extinguisher Maintenance
ar: صيانة الاستخراجات الحريق

source: Glass Breaker
ar: محدد الزجاج

# ofs
source: of
ar: من

# enterValidPrice
source: Please enter a valid price.
ar: يرجى ادخال سعر صحيح.

source: Installation fee saved successfully.
ar: تم حفظ تكاليف التثبيت بنجاح

source: Installation fee based on type.
ar: تكاليف التثبيت حسب النوع

source: Enter installation cost
ar: ادخل تكاليف التثبيت

source: No items found
ar: لم يتم العثور على عناصر

source: Finish
ar: انهاء

source: Addressed installation fee
ar: تكاليف التثبيت المعرفة

source: Standard installation fee
ar: تكاليف التثبيت العادية

source: Edit
ar: تعديل

source: Installation Fees
ar: تكاليف التثبيت

source: Enter installation prices
ar: ادخل تكاليف التثبيت

source: Installation materials price
ar: تكاليف المواد التثبيتية

source: No components selected
ar: لم يتم اختيار اي مكونات

source: Component details
ar: تفاصيل المكون

source: Select components
ar: اختر المكونات

source: Enter amount
ar: ادخل المبلغ

source: Fee amount
ar: مبلغ الرسوم

source: Enter component fee
ar: ادخل تكاليف المكون

source: Notes
ar: ملاحظات

source: Optional notes
ar: ملاحظات اختيارية

source: Save
ar: حفظ

source: Your Location
ar: موقعك

source: Search about your location
ar: ابحث عن موقعك

source: Cost of normal system
ar: تكاليف نظام عادي

source: Cost of monitored system
ar: تكاليف نظام معنون

source: Saturday
ar: السبت

source: Sunday
ar: الاحد

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الاربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: If the employee fails to provide the requirements for the job, the contract will be terminated.
ar: اذا كان الموظف لا يقوم بتوفير المطلوب للوظيفة، سيتم انهاء العقد.

source: You should provide an exit plan before 30 days.
ar: يجب عليك تقديم خطة خروج قبل 30 يوم.

source: The employee should keep their data secure and not share any sensitive information.
ar: يجب على الموظف الحفاظ على البيانات الخاصة بك ولا تشارك اي معلومات حساسة.

# responsibleContractors
source: Responsible Contractor
ar: مسؤولين العقد

source: Responsible Employee
ar: الموظف المسؤول

source: Contract Signature
ar: توقيع العقد

source: Contract Terms
ar: بنود العقد

source: Enter responsible employee and contract signature
ar: ادخل اسم الموظف المسؤول عن توقيع العقد

source: Add other term
ar: إضافة بند آخر

source: Select days and working hours
ar: اختر الأيام والساعات المعملة

source: Conditions of the contract
ar: الشروط الخاصة بالعقد

source: Create Employee Profile
ar: أنشئ ملف الموظف

# startAddingNewEmployeeByCompletingTheRequiredDetails
source: Start adding a new employee by completing the required details
ar: ابدأ في اضافة موظف جديد من خلال تكميل التفاصيل المطلوبة

source: Basic Information
ar: المعلومات الاساسية

source: Assign Job Role
ar: تعيين دور العمل

# reviewAndConfirm
source: Review & Confirm
ar: مراجعة وتأكيد

source: First Safety
ar: الأمان الأولى

source: Site Management
ar: ادارة الموقع

source: First Aid
ar: المساعدة الأولى

source: Security
ar: الأمان

source: Maintenance
ar: صيانة

source: Training
ar: تدريب

source: Functional Title
ar: العنوان الوظيفي

source: e.g, Site Manager
ar: مثال: مدير الموقع

source: Select Tasks
ar: اختر المهام

source: Previous
ar: السابق

source: Add Another Employee
ar: إضافة موظف آخر

source: Full Name
ar: الاسم الكامل

source: Jop Title
ar: الوظيفة

source: Invalid phone number
ar: رقم هاتف غير صالح

# pleaseUploadAClearPhotoOfTheEmployeeASJPGPNGMax2MB
source: Please upload a clear photo of the employee. JPG, PNG, max 2MB.
ar: يرجى تحميل صورة صغيرة للموظف. JPG, PNG, max 2MB.

source: Upload
ar: تحميل

source: Saving
ar: جاري الحفظ

source: Save Employee
ar: حفظ الموظف

source: Employee saved successfully
ar: تم حفظ الموظف بنجاح

source: Auto-advancing in 2 seconds...
ar: تقدم التلقائي في 2 ثوان...

source: Update
ar: تحديث

source: Select Employee
ar: اختر الموظف

source: Enter Term
ar: ادخل البند

source: From
ar: من

source: To
ar: إلى

source: Select Working Hours
ar: اختر ساعات العمل

source: No employees found
ar: لم يتم العثور على أي موظفين

# startAddingEmployee
source: Start adding employees
ar: ابدأ في اضافة موظفين

source: Enter your notes
ar: ادخل ملاحظاتك

source: Functional Title (Role)
ar: العنوان الوظيفي والدور

# functionalTitleHint
source: e.g, Site Manager
ar: مثال: مدير الموقع

# tasksSelection
source: Task Selection
ar: اختيار المهام

# notesHint
source: Enter your notes here ...
ar: مثال: لا يوجد ملاحظات

source: System Administrator
ar: مدير النظام

source: Report Writing
ar: كتابة التقرير

source: Enter Full Name
ar: ادخل الاسم الكامل

source: Enter Jop Title
ar: ادخل الوظيفة

source: Upload Photo
ar: تحميل الصورة

source: Please upload a clear personal photo of yourself for employee registration purposes. JPG, PNG, max 2MB
ar: يرجى تحميل صورة صغيرة لك لأغراض التسجيل للموظف. JPG, PNG, max 2MB.

source: Enter Phone Number
ar: ادخل رقم الهاتف

source: This field is required
ar: هذا الحقل مطلوب

source: You will receive an email after accepting or declining your details in case of any errors
ar: ستتلقى إشعارًا بريدًا إلكترونيًا بمجرد الموافقة على بياناتك أو رفضها في حالة وجود أي أخطاء . بعد الموافقة ، ستتمكن من تسجيل الدخول والبدء في استلام الطلبات .

source: Your information has been sent for review
ar: تم ارسال بياناتك للمراجعة

source: Requests
ar: الطلبات

source: Maintainance
ar: الصيانة

source: Progress
ar: قيد التنفيذ

source: Wallet
ar: المحفظة

# contractList
source: Contracts List
ar: قائمة العقود

source: Prices Need Escalation
ar: عروض أسعار تحتاج إلى تصعيد

source: Installation Tasks
ar: أدوار التركيب

source: Employees
ar: الموظفين

source: Messages
ar: الرسائل

source: Reports
ar: التقارير

source: Logout
ar: تسجيل الخروج

source: System Manager
ar: مدير النظام

source: Remember Me
ar: تذكرني

# requestServiceTitle
source: Your Requests Service
ar: خدمة طلباتك

# requestServiceSubtitle
source: Manage and track all service requests easily from customer partners.
ar: إدارة وتتبع جميع طلبات الخدمة الواردة بسهولة من شركاء العملاء.

# searchHint
source: Enter what you want to search for...
ar: ادخل ما تريد البحث عنه ...

source: Search
ar: البحث

source: Pending Approval
ar: قيد الموافقة

source: Send Price Offer
ar: إرسال عرض أسعار

source: Active
ar: نشط

source: Recently
ar: الاحدث

source: Information completed successfully
ar: تم تكميل المعلومات بنجاح

source: Fawry Service
ar: خدمة فورية

source: Welcome
ar: مرحباً

# dailyTasksSubtitle
source: Track your daily tasks and stay updated with reports and notifications in one place.
ar: تابع مهامك اليومية، وكن على اطلاع دائم بالتقارير والإشعارات في مكان واحد.

source: New Requests
ar: الطلبات الجديدة

# maintenanceReports
source: Reports need maintenance
ar: تقارير تحتاج الى صيانة

source: Pending Requests
ar: الطلبات قيد التنفيذ

# priceOffers
source: Price Offers Awaiting Approval
ar: عروض أسعار تحتاج لتعميد

# todayTasks
source: Today’s Scheduled Tasks
ar: المهام المجدولة اليوم

source: Activity Type
ar: نوع النشاط

# locationOnMap
source: Location on the Map
ar: الموقع على الخريطة

source: Open Map
ar: فتح الخريطة

source: Site Info
ar: معلومات الموقع

source: Quantities Table
ar: جدول الكميات

source: System Type
ar: نوع النظام

source: Area
ar: المساحة

source: Alarm Items:
ar: بنود الإنذار:

source: Backup Lighting
ar: إنارة احتياطية

source: Extinguishing Items:
ar: بنود الإطفاء:

source: Auto Sprinkler
ar: رشاش آلي

source: Fire Box
ar: صندوق حريق

source: Fire Extinguishers:
ar: بنود طفاية الحريق:

# extinguisher6KgPowder
source: Fire Extinguisher 6kg Powder
ar: طفاية حريق 6 كيلو بودره

# extinguisher12KgPowder
source: Fire Extinguisher 12kg Powder
ar: طفاية حريق 12 كيلو بودره

# extinguisherCO2
source: CO2 Fire Extinguisher
ar: طفاية حريق CO2

# termsAndConditionsTitle
source: Terms and Conditions
ar: الشروط والأحكام

source: Type of Activity
ar: نوع النظام

source: Quantity
ar: الكمية

# authorizedSignature
source: Authorized Signature (Client)
ar: التوقيع المعتمد (العميل)

source: Technician Responsible for Installing the Equipment
ar: الفني المسؤول عن تركيب المعدات

source: Submit a Price Offer for Instant Permit Issuance
ar: تقديم عرض سعر إصدار رخصة فورية

source: Instant Permit Issuance Fee
ar: رسوم اصدار رخصة فورية

source: Send
ar: ارسال

# stayInformed
source: Stay informed about current site visits, assigned technicians, maintenance tasks, and pending reports to ensure smooth service execution
ar: ابقَ على اطلاع على زيارات الموقع الحالية، والفنيين المعينين، ومهام الصيانة، والتقارير المعلقة لضمان تنفيذ الخدمة بسلاسة.

source: Maintenance In Progress
ar: صيانة قيد التنفيذ

# viewMoreInfo
source: View more information (Urgent request)
ar: عرض المزيد من المعلومات (الطلب فوري)

source: Visit Date
ar: تاريخ الزيارة

# uploadLicenseDoc
source: Upload Instant License Document
ar: رفع مستند الرخصة الفورية

source: Instant License
ar: رخصه فورية

source: Engineering Report
ar: كشف هندسي

source: Go to Location
ar: اذهب إلى الموقع

source: Generate Report
ar: اصدار التقرير

# receiveExtinguishers
source: Receive Fire Extinguishers
ar: استلام الطفايات

source: Submit Quotation
ar: تقديم عرض سعر

# deliverExtinguishers
source: Deliver Fire Extinguishers
ar: تسليم الطفايات

# maintainanceTitle
source: View more information (Same list for receiving the request but ends with contract)
ar: عرض المزيد من المعلومات (نفس القائمة لاستلام الطلب لكن النهاية العقد)

# fireTitle
source: View more information (but without contract)
ar: عرض المزيد من المعلومات (لكن بدون عقد)

source: Working In Progress
ar: أعمال قيد التنفيذ

source: Instant License for Company
ar: رخصة فورية للشركة

source: Delete
ar: حذف

source: Storage permission is required to proceed
ar: تحتاج الى صلاحية المخزن للمتابعة

source: Deleted successfully
ar: تم الحذف بنجاح

source: Image upload error
ar: حدث خطأ في رفع الصورة
